tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "coreutils"
brew "pcre"
brew "cocoapods"
brew "openldap"
brew "duf"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "gawk"
brew "gnupg"
brew "gron"
brew "jq"
brew "rbenv"
brew "trash"
brew "zsh"
brew "zsh-git-prompt"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "clipy"
cask "font-hack-nerd-font"
cask "notion"
cask "scroll-reverser"
cask "skitch"
cask "tweeten"
cask "xcodes"
