tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "coreutils"
brew "asdf"
brew "pcre"
brew "cheat"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "duf"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "python@3.9"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "git-lfs"
brew "node"
brew "gitmoji"
brew "gnupg"
brew "gron"
brew "jenkins"
brew "jq"
brew "lsd"
brew "rbenv"
brew "tig"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-git-prompt"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "cheatsheet"
cask "clipy"
cask "font-hack-nerd-font"
cask "notion"
cask "scroll-reverser"
cask "skitch"
cask "tweeten"
cask "warp"
cask "xcodes"
